Repository: bwrm/alby
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Translatable Fields
ru: Переводимые поля

source: Properties
ru: Свойства

source: Price starting at
ru: Цена от

source: Addresses
ru: Адрес

source: Customer Number
ru: Номер клиента

source: Shipping
ru: Доставка

source: Billing
ru: Оплата

source: My Shop
ru: Магазин

source: Customer's Details
ru: Подробная информация

source: Email address
ru: Адрес эл. почты

source: First Name
ru: Имя

source: Shipping Address
ru: Адрес доставки

source: Payment Method
ru: Способ оплаты

source: Select a valid Payment method. Is not one of the available choices.
ru: Выберите другой способ оплаты. Данный способ не доступен.

source: Full name
ru: Ф.И.О.

source: Address line 1
ru: Адрес

source: ZIP / Postal code
ru: Индекс

source: City
ru: Город

source: Billing Address
ru: Платежный адрес

source: Phone number
ru: Номер телефона*

source: Required. 150 characters or fewer. Digits and + only.
ru: Введите номер телефона в международном формаие. Пр.: +375291234567

source: A user with that username already exists.
ru: Такой пользователь уже зарегистрирован

source: Discount name
ru: Название скидки

source: Discount schema
ru: Правило скидок

source: Type discont scheme: first- quantity? second- rebate in %. Example: 10:25 - 10 -quantity 25%
ru: Введите правило скидок: первым количество ? вторым процент скидки Прим. 10:25 10 -шт 25 %

source: Product model
ru: Артикул

source: Product Name
ru: Наименование

source: Slug
ru: путь

source: Sort by
ru: Сортировать по

source: Choose list view this product shall appear on.
ru: Выберите в какой категории должен появиться товар.

source: Product
ru: Товар

source: Products
ru: Товары

source: Caption
ru: Характеристики

source: Short description used in the catalog's list view of products.
ru: Краткой описание продукта в каталоге.

source: Description
ru: Описание

source: Full description used in the catalog's detail view of Smart Cards.
ru: Полное описание для страници продукта.

source: Unit price
ru: Цена за ед.

source: Net price for this product
ru: Цена без НДС

source: Commodity
ru: Товар

source: Commodities
ru: Товары

source: Quantity
ru: Количество

source: Available quantity in stock
ru: Количество на складе

source: Lamels width
ru: Ширина

source: Lamel's length
ru: Длина

source: Lamel's depth
ru: Толщина

source: Lamel
ru: Ламель

source: Is this lamel (for calculating weight).
ru: Ламель? (для вычисления веста товара)

source: Enter weight by hand
ru: Ввести вес вручную

source: For enter lamel weight by hand
ru: Для внесения веса вручную

source: Lamels
ru: Ламель

source: Fabric name
ru: Тип ткани

source: Price per meter
ru: Цена за метр

source: Fabric type
ru: Тип ткани

source: Comosition of fabric
ru: Состав ткани

source: Recommended wash care
ru: Уход

source: Fabric
ru: Ткань

source: Fabrics
ru: Ткани

source: Sofa Type
ru: Дип дивана

source: Corner
ru: Угловой

source: 2 seat
ru: Двухместный

source: 3 seat
ru: Трехместный

source: Sofabed
ru: Диван-кровать

source: Chair
ru: Кресло

source: Shipping address at the moment of purchase.
ru: Адрес доставки

source: Billing address at the moment of purchase.
ru: Платежный адрес

source: Token
ru: Токен

# order_models
source: Order
ru: Заказ

# order_models
source: Orders
ru: Заказы

source: Ordered quantity
ru: Заказанное количество

source: Postal shipping
ru: Доставка почтой

source: Shipping costs
ru: Стоимость доставки

source: Courier delivery. Onliy within Minsk
ru: Доставка курьером. Тольго в пределах г. Минска

source: Pay by card
ru: Оплата картой

source: Pay when take
ru: Оплата при получении

source: Pay at post
ru: Оплата наложенным платежем (в Белпочте)

source: Extra charge by post
ru: Сбор за почтовое отправление

source: Ready for take
ru: Готов к получению

source: Order completed
ru: Заказ выполнен

source: Prepare for taking
ru: Готов к получению

source: Uncompletad
ru: Не выполнен

source: Mark as Completed
ru: Отметить выполненным

source: Default Page
ru: Страница по умолчанию

source: Product Heading
ru: Заголовок

source: Default
ru: По умолчанию

source: Add Commodity to Cart
ru: Добавить товар в Корзину

source: Total weight
ru: Общий вес

source: kg
ru: кг

source: Subtotal
ru: Подитог

source: Total
ru: Итого

source: There are no items in the cart
ru: Вы еще ничего не выбрали.

source: This item has already been sold
ru: Товар уже продан.

source: Length
ru: Длина

source: mm
ru: мм

source: Width
ru: Ширина

source: Depth
ru: Толщина

source: Weight per unit
ru: Вес единицы

source: * Price depends on order quantity. For get price enter quantity below
ru: * Цена зависит от количества, для уточнения введите необходимое Вам количество.

source: Unit Price
ru: Цена за ед.

source: incl. VAT, plus shipping costs.
ru: с НДС, без учета доставки

source: Watch product
ru: В список

source: The product has been successfully placed in the shopping cart:
ru: Товар добавлен в корзину

source: Add to cart
ru: В корзину

source: Type
ru: Тип

source: Composition
ru: Состав

source: No payment method available
ru: Метод оплаты не доступен

source: Choose a previously used shipping address
ru: Использовать имеющийся адрес доставки.

source: Add a new shipping address
ru: Добавить новый адрес доставки

source: Remove this address
ru: Удалить адрес.

source: No shipping method available
ru: Нет доступных методов доставки

source: Language
ru: Язык

source: Sign in
ru: Войти

source: Logout
ru: Выйти

source: Password
ru: Пароль

source: Stay logged in
ru: Оставаться в системе

source: Login
ru: Войти

source: Password Forgotten?
ru: Забыли пароль?

source: Register Yourself
ru: Зарегистрироваться

source: Toggle navigation
ru: Переключить навигацию

source: Search
ru: Поиск

source: Refine your search
ru: Усточните свой поиск

source: Watch List
ru: В список

source: In case you have ordered anything on this site before, please <a href="%(login_url)s">sign in</a> and try again.
ru: Если Вы заказывали что- нибудь, на этом сайте ранее, пожалуйста <a href="%(login_url)s">войдите в учетную запись</a> и попробуйте еще раз.

source: Checkout
ru: Оформить

source: Email or Phone address
ru: Номе тел. или Email

source: email address
ru: Email адрес

source: A customer with the e-mail address or phone number ‘{email_phone}’ already exists.
ru: Пользователь с таким e-mail или номером телефона ‘{email_phone}’ уже зарегистрирован.

source: The Phone number or Email entered is not valid. Phone number must have international format!
ru: Номер телефона или E-mail введен не верно. Номер телефона должен быть введен в международном формате (+375291234567)!
